/* No comment provided by engineer. */
"GCDAsyncSocketClosedError" = "Socket fechada";

/* No comment provided by engineer. */
"GCDAsyncSocketConnectTimeoutError" = "Tempo limite da ligação excedido";

/* No comment provided by engineer. */
"GCDAsyncSocketReadMaxedOutError" = "A operação de leitura atingiu o valor máximo";

/* No comment provided by engineer. */
"GCDAsyncSocketReadTimeoutError" = "Tempo limite de leitura excedido";

/* No comment provided by engineer. */
"GCDAsyncSocketWriteTimeoutError" = "Tempo limite de escrita excedido";